{
  "madhya pradesh": [
    "Situated at Bhedaghat(Jabalpur)  by the side of river Narmada, the Marble Rocks present a picturesque scenery. The river was carved out of an eight kilometer beautiful gorge through these soft marble rocks and is a popular tourist spot. It is also famous for the beautiful \"Dhuadhar\" water falls.",
    "Chanderi sarees adorn the historic town of Chanderi in Madhya Pradesh. \n These beautiful and colourful saris are produced from silk, Chanderi cotton and silk cotton. Traditional coin, floral art, peacocks and geometric designs are woven into different Chanderi patterns.",
    "‘Land of the Tigers’, Bandhavgarh National Park is the place with the highest density of Royal Bengal tigers in the world, and is home to some of the most exotic wildlife, which is difficult to spot in other parts of India.",
    "Madhya Pradesh has been famous for its classical and folk music. In fact, India’s two medieval legendary singers, Tansen and Baiju Bawra were born near Gwalior.",
    "Sri Ventakeswara Zoological Park in Tirupati. Estd. on 29th Sept 1987, it is India’s, as well as Asia’s largest zoo, at 5532 acres of area. The zoo was the home of Balaji, the heaviest ever leopard recorded in captivity — at 140kg compared to the average 70kg for Leopards.",
    "Machilipatnam is one of the oldest port towns on the Andhra coast. is where the Muslin cloth is believed to have originated, based on it's ancient name Maisolos.",
    "The Only Hanging Pillar, at Veerabhadra Temple located in the hamlet of Lepakshi, you can witness a stone pillar hanging from the roof. You can literally pass a piece of cloth or a paper under the pillar. It has been considered as one of the masterpieces of the Medieval architecture.",
    "Borra Caves in the Ananthagiri Hills of the Eastern Ghats, near Visakhapatnam are a million-year-old stalactite and stalagmite formations.",
    "The Indian national flag was designed by Pingali Venkayya, a national freedom fighter who was born in the beautiful city of Machilipatnam in Andhra Pradesh. He was the first person who came up with the idea of a tricolour flag for the country."
  ],
  "gujrat": [
    "The ‘Garba’ dance of Gujarat has an important place in main folk dances of India. This dance represents the folklores of Gujarat.",
    "The Garba ghat is made very beautiful and is decorated by painting flowers and leaves on it and an earthen lamp full of clarified butter (Ghee) is lit inside the ghat and then the ghat is worshipped.",
    "The cool mist of the Gira Falls is sure to rejuvenate you. Once the breath taking view gets your attention, chances are you won’t leave anytime soon.",
"Gujarat is completely the land of the vegetarians. Most brands with outlets here have completely veg menus. That shouldn’t stop you from trying out their cuisine anyway. No matter what you try, it will leave you wanting more.",
"The word Gujarat derived from Sanskrit word \"Gurjar\" meaning \"Rashtra\". It was known at Gujratra or Gurjarabhumi for centuries before Mughal rule",
  "Gujrat was one of the most important site of Indus valley civilisation. The major metropolian cties were LOTHAL, DHOLAVIRA and GOLA DHORO"
  ],
  "maharashtra": [
    "The state of Maharashtra spans multiple cultures which includes cultures related to Hindus, Muslims, Buddhists, Sikhs, Christians, etc. Lord Ganesha, Maruti, Mahadeo in form of Shivlinga, Khandoba , Kalubai devi, and Lord Vitthal are some of the deities worshipped by Hindus of Maharashtra.",
    "Maharashtra is divided into various regions, such as Marathwada, Vidarbha, Khandesh, and Konkan. Each has its own cultural identity in the form of different dialects of Marathi language, folk songs, food, and ethnicity.",
    "Maharashtra is the third largest state of India. It has a long history of Marathi saints of Varakari religious movement, such as Dnyaneshwar, Namdev, Chokhamela, Eknath and Tukaram which forms the one of bases of the culture of Maharashtra or Marathi culture. Maharashtra had huge influence over India under the 17th-century king Shivaji of the Maratha Empire and his concept of Hindavi Swarajya which translates to self-rule of people.",
    "About 79% of Maharashtrians are Hindu, and there are significant Muslim, Christian and Buddhist minorities. The Maharashtrian culture consists of people from all a vast majority of religions. Due to it being huge areawise, many sub-regional cultures also exist in Maharashtra. The sub region of Vidarbha, was earlier a part of Madhya Pradesh, hence it has that influence upon its culture."
    , "There are many temples in Maharashtra, some of which are thousands of years old. These temples are constructed in a fusion of architectural styles borrowed from North and South India. The temples also blend themes from Hindu, Buddhist and Jain cultures. The temple of Vitthal at Pandharpur is the most important temple for the Varkari sect. Other important religious places are the Ashtavinayaka temples of Lord Ganesha, Bhimashankar which is one of the Jyotirling (12 important Shiva temples)."
  ],
  "kerala": [
    "The culture of kerala has developed over the past millennia, influences from other parts of India and abroad. It is defined by its antiquity and the organic continuity sustained by the Malayali people. Modern Kerala society took shape owing to migrations from different parts of India and abroad throughout Classical Antiquity.",
    "Kerala traces its non-prehistoric cultural genesis to its membership (around the AD 3rd century) in a vaguely defined historical region known as Thamizhagom — a land defined by a common Tamil culture and encompassing the Chera, Chola, and Pandya kingdoms. At that time, the music, dance, language (first Dravida Bhasha — \"Dravidian language\" — then Tamil), and Sangam (a vast corpus of Tamil literature composed between 1,500–2,000 years ago) found in Kerala were all similar to that found in the rest of Thamizhagom (today's Tamil Nadu).",
    "The culture of Kerala evolved through the Sanskritization of Dravidian ethos, revivalism of religious movements and reform movements against caste discrimination. Kerala showcases a culture unique to itself developed through accommodation, acculturation and assimilation of various faculties of civilized lifestyle.",
    "Native traditions of classical performing arts include koodiyattom, a form of Sanskrit drama or theatre and a UNESCO-designated Human Heritage Art. Kathakali (from katerumbu (\"story\") and kali (\"performance\")) is a 500-year-old form of dance-drama that interprets ancient epics; a popularized offshoot of kathakali is Kerala natanam (developed in the 20th century by dancer Guru Gopinath)."
  ],
  "tamil nadu": [
    "Tamil Nadu, lies on the southernmost tip of India. The state is home to some of the oldest living traditions, arts and culture, glimpses of which can be traced in contemporary dance, music and literature. On one hand, it is home to rapidly modernizing Chennai and on the other, it has some of the most pristine and isolated beaches that rejuvenate the soul.",
    "Standing 3850 feet tall, the corridors of the Ramanathaswamy Temple at Rameshwaram are said to be the longest in the world.",
    "Siruvani Water from the waterfalls in coimbatore is one of the tastiest drinking water in the world.",
    "Vivekananda Rock Memorial is the southernmost point of mainland India. It is believed that Swami Vivekananda got enlightenment here.",
    "According to Mythology, silk weavers here are the descendants of Sage Markanda, the master weaver of gods who isd supposed to have woven tissue from Lotus Fibre.",
    "Siddha Medicine is a traditional medicine system that originated in Tamil Nadu, started by Agastya Rishi"
  ]
}
